Revit 2024 API
SymbolTypeId.BtuPerHFtSup2 Property
 Symbol Btu/(h·ft²), indicating unit British thermal units per hour square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BtuPerHFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property BtuPerHFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BtuPerHFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace